tap "arl/arl"
tap "epk/epk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "xz"
brew "readline"
brew "sqlite"
brew "aria2"
brew "asciinema"
brew "azure-cli"
brew "bandwhich"
brew "bash"
brew "bat"
brew "broot"
brew "pkg-config"
brew "cmake"
brew "ctags"
brew "docker-completion"
brew "dua-cli"
brew "duf"
brew "exiftool"
brew "fd"
brew "fdupes"
brew "icu4c"
brew "libarchive"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "htop"
brew "hyperfine"
brew "jq"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "lsd"
brew "lua"
brew "most"
brew "navi"
brew "neofetch"
brew "neovim"
brew "node"
brew "openssl@3"
brew "pandoc"
brew "pgcli"
brew "procs"
brew "ripgrep"
brew "rm-improved"
brew "rsync"
brew "scc"
brew "sd"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "subversion"
brew "tcl-tk"
brew "tealdeer"
brew "thefuck"
brew "tmux"
brew "trash-cli"
brew "tre"
brew "tree"
brew "wakatime-cli"
brew "zlib"
brew "zoxide"
brew "arl/arl/gitmux"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "basictex"
cask "betterzip"
cask "docker"
cask "font-hack-nerd-font"
cask "font-sf-mono-nerd-font"
cask "font-source-code-pro"
cask "google-chrome"
cask "logseq"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quarto"
cask "quicklook-csv"
cask "quicklook-json"
cask "spotify"
cask "suspicious-package"
cask "webpquicklook"
cask "wezterm"
cask "xquartz"
