tap "arl/arl"
tap "clementtsang/bottom"
tap "epk/epk"
tap "espanso/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "wez/wezterm"
brew "xz"
brew "readline"
brew "sqlite"
brew "aria2"
brew "asciinema"
brew "python@3.10"
brew "azure-cli"
brew "bandwhich"
brew "bash"
brew "bat"
brew "bottom"
brew "bpytop"
brew "broot"
brew "pkg-config"
brew "cmake"
brew "cointop"
brew "ctags"
brew "ctop"
brew "docker-completion"
brew "dua-cli"
brew "duf"
brew "exiftool"
brew "fd"
brew "fdupes"
brew "icu4c"
brew "libarchive"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glances"
brew "go"
brew "gping"
brew "htop"
brew "hugo"
brew "hyperfine"
brew "jq"
brew "just"
brew "khal"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "lsd"
brew "lua"
brew "mackup"
brew "mailcheck"
brew "most"
brew "mpd"
brew "navi"
brew "neofetch"
brew "neovim"
brew "node"
brew "openssl@3"
brew "nushell"
brew "pandoc"
brew "pgcli"/
brew "procs"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rainbarf"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rm-improved"
brew "rsync"
brew "ruby"
brew "scc"
brew "sd"
brew "speedtest-cli"
brew "starship"
brew "subversion"
brew "tcl-tk"
brew "tealdeer"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "trash-cli"
brew "tre"
brew "tree"
brew "wakatime-cli"
brew "xsel"
brew "zlib"
brew "zoxide"
brew "arl/arl/gitmux"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alfred"
cask "basictex"
cask "betterzip"
cask "brave-browser"
cask "deepl"
cask "docker"
cask "element"
cask "espanso"
cask "font-hack-nerd-font"
cask "font-sf-mono-nerd-font"
cask "font-source-code-pro"
cask "logseq"
cask "macvim"
cask "pika"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quarto"
cask "quicklook-csv"
cask "quicklook-json"
cask "r"
cask "rstudio-preview-electron"
cask "spacelauncher"
cask "spotify"
cask "suspicious-package"
cask "webpquicklook"
cask "wezterm-nightly"
cask "xquartz"
